Repository: harshad-gandhi/helpdesk-api-harshad
Catalog: HelpDesk.Common/Resources/Messages.*.resx
Languages: hi

# FIELD_PROJECT_NAME
source: Project Name
hi: प्रोजेक्ट नाम

# FIELD_PROJECT
source: Project
hi: प्रोजेक्ट

# FIELD_CREATED_BY
source: Created By
hi: बनाया गया

# FIELD_LIVE_PROJECT_URL
source: Live Project URL
hi: लाइव प्रोजेक्ट यूआरएल

# FIELD_DESCRIPTION
source: Description
hi: विवरण

# FIELD_PROJECT_IMAGE
source: Project Image
hi: प्रोजेक्ट छवि

# FIELD_EMAIL
source: Email
hi: ईमेल

# FIELD_ROLE
source: Role
hi: भूमिका

# FIELD_DEPARTMENT
source: Department
hi: विभाग

# FIELD_INVITED_BY
source: Invited By
hi: द्वारा आमंत्रित

# FIELD_REPORTS_TO
source: Reports To
hi: को रिपोर्ट करता है

# FIELD_PROJECT_ID
source: Project ID
hi: प्रोजेक्ट आईडी

# FIELD_UPDATED_BY
source: Updated By
hi: अपडेट किया गया

# FIELD_SETTINGS
source: Settings
hi: सेटिंग्स

# FIELD_TAG
source: Tag
hi: टैग

# FIELD_TAG_NAME
source: Tag Name
hi: टैग नाम

# SEARCH_MIN_LENGTH
source: Enter At least {1} characters to search.
hi: कम से कम {1} अक्षर दर्ज करें खोजने के लिए।

# FIELD_TICKET
source: Ticket
hi: टिकट

# FIELD_CHAT_SESSION
source: Chat Session
hi: चैट सत्र

# FIELD_CHAT_SESSION_ID
source: Chat Session Id
hi: चैट सत्र आईडी

# FIELD_CHATS_TAGS_MAPPING
source: Chats Tags Mapping
hi: चैट टैग मैपिंग

# FIELD_CHATS_TAGS_MAPPING_ID
source: Chats Tags Mapping Id
hi: चैट टैग मैपिंग आईडी

# FIELD_CHATS_TRANSFERS
source: Chats Transfers
hi: चैट स्थानांतरण

# FIELD_CHATS_TRANSFERS_ID
source: Chats Transfers Id
hi: चैट स्थानांतरण आईडी

# FIELD_CHATS_MESSAGES
source: Chats Messages
hi: चैट संदेश

# FIELD_CHATS_MESSAGES_ID
source: Chats Messages Id
hi: चैट संदेश आईडी

# PARAMETER_NOT_NULL
source: {0} is required.
hi: {0} आवश्यक है।

# PARAMETER_GREATER_THAN_ZERO
source: {0} must be greater than zero.
hi: {0} शून्य से अधिक होना चाहिए।

# INVALID_DATA
source: {0} is invalid.
hi: {0} अमान्य है।

# DATA_ALREADY_EXIST
source: {0} already exists.
hi: {0} पहले से मौजूद है।

# INTERNAL_SERVER
source: Internal server error occurred.
hi: आंतरिक सर्वर त्रुटि हुई।

# SOMETHING_WENT_WRONG
source: Something went wrong. Please try again later.
hi: कुछ गलत हो गया। कृपया बाद में पुनः प्रयास करें।

# ENTITY_DELETION_SUCCEED
source: {0} deleted successfully.
hi: {0} सफलतापूर्वक हटाया गया।

# ENTITY_CREATION_SUCCEED
source: {0} created successfully.
hi: {0} सफलतापूर्वक बनाया गया।

# ENTITY_UPDATE_SUCCEED
source: {0} updated successfully.
hi: {0} सफलतापूर्वक अपडेट किया गया।

source: Request processed successfully.
hi: अनुरोध सफलतापूर्वक संसाधित हुआ.

# UNEXPECTED_ERROR_OCCURRED
source: An unexpected error occurred.
hi: एक अप्रत्याशित त्रुटि हुई।

# FIELD_CATEGORY_NAME
source: Category Name
hi: श्रेणी नाम

# FIELD_CATEGORY
source: Category
hi: श्रेणी

# ENTITY_FETCH_SUCCEED
source: fetched successfully
hi: {0} सफलतापूर्वक प्राप्त किया गया

source: User
hi: उपयोगकर्ता

source: Email
hi: ईमेल

# ENTITY_EXISTS
source: {0} already exists.
hi: {0} पहले से मौजूद है।

# LOGIN_SUCCESSFULLY
source: Logged in successfully.
hi: सफलतापूर्वक लॉगिन हो गया।

# LOGOUT_SUCCESSFULLY
source: Logged out successfully.
hi: सफलतापूर्वक लॉगआउट हो गया।

# INVITATION_TOKEN_EXPIRED
source: The invitation token has expired.
hi: आमंत्रण टोकन की समय सीमा समाप्त हो गई है।

# PROFILE_UPDATE_SUCCESSFULLY
source: Profile updated successfully.
hi: प्रोफ़ाइल सफलतापूर्वक अपडेट किया गया|

# INVALID_INVITATION_TOKEN
source: The invitation token is invalid.
hi: अमान्य आमंत्रण टोकन।

# EMAIL_NOT_VERIFIED_CHECK_LINK
source: Email not verified, Please check your email for verification link.
hi: ईमेल परखा नहीं है, कृपया सत्यापन लिंक के लिए अपना ईमेल जांचें।

# INVALID_EMAIL_OR_PASSWORD
source: Email ID or password is incorrect.
hi: ईमेल आईडी या पासवर्ड गलत है।

# TWO_FACTOR_REQUIRED_VERIFY_IDENTITY
source: Two-factor authentication is required. Please verify your identity.
hi: दो-चरणीय प्रमाणीकरण आवश्यक है। कृपया अपनी पहचान सत्यापित करें।

# SCAN_QR_TO_ENABLE_TWO_FACTOR
source: Please scan the QR code with authenticator app to enable two-factor authentication.
hi: दो-चरणीय प्रमाणीकरण सक्षम करने के लिए कृपया ऑथेंटिकेटर ऐप से QR कोड स्कैन करें।

source: User ID not found in claims.
hi: क्लेम्स में उपयोगकर्ता आईडी नहीं मिली।

source: Invalid column name.
hi: अमान्य कॉलम नाम।

# REGISTRATION_SUCCESSFULLY
source: Registration completed successfully.
hi: पंजीकरण सफल रहा।

# FORGOT_PASSWORD_EMAIL_SENT
source: Password reset email has been sent.
hi: पासवर्ड रीसेट करने वाला ईमेल भेज दिया गया है।

source: Invalid password reset token.
hi: अमान्य पासवर्ड रीसेट टोकन।

# PASSWORD_RESET_TOKEN_EXPIRED
source: Password reset token has expired.
hi: पासवर्ड रीसेट टोकन की समयसीमा समाप्त हो गई है।

# PASSWORD_RESET_SUCCESSFULLY
source: Password has been reset successfully.
hi: पासवर्ड सफलतापूर्वक रीसेट किया गया है।

source: Invalid email verification token.
hi: अमान्य ईमेल सत्यापन टोकन।

# EMAIL_VERIFICATION_TOKEN_EXPIRED
source: Email verification token has expired.
hi: ईमेल सत्यापन टोकन की समयसीमा समाप्त हो गई है।

source: Email verified successfully.
hi: ईमेल सफलतापूर्वक सत्यापित हो गया है।

# INVALID_OR_MISSING_USER_ID
source: User ID is invalid or not provided.
hi: उपयोगकर्ता आईडी अमान्य है या प्रदान नहीं की गई है।

# USER_NOT_FOUND_OR_SECRET_KEY_MISSING
source: User not found or secret key not configured.
hi: उपयोगकर्ता नहीं मिला या सीक्रेट की कॉन्फ़िगर नहीं की गई है।

source: Invalid verification code.
hi: अमान्य सत्यापन कोड।

source: Direct Message
hi: सीधा संदेश

# DELETE_SUCCESS
source: {0} deleted successfully.
hi: {0} सफलतापूर्वक हटा दिया गया।

# SEND_SUCCESS
source: {0} send successfully.
hi: {0} सफलतापूर्वक भेजा गया।

# UPDATED_SUCCESS
source: {0} updated successfully.
hi: {0} सफलतापूर्वक अपडेट किया गया।

# READ_SUCCESS
source: {0} read successfully.
hi: {0} सफलतापूर्वक पढ़ा गया।

# REQUIRED
source: {0} is required.required
hi: {0} आवश्यक है।

# ID_POSITIVE
source: {0} must be a positive number.
hi: {0} अवश्य ही एक धनात्मक संख्या होनी चाहिए।

# LENGTH_LIMIT_250
source: {0} must not exceed 250 characters.
hi: {0} 250 अक्षरों से अधिक नहीं होना चाहिए.

# LENGTH_LIMIT_50
source: {0} must not exceed 50 characters.
hi: {0} 50 अक्षरों से अधिक नहीं होना चाहिए.

# LENGTH_LIMIT_100
source: {0} must not exceed 100 characters.
hi: {0} 100 अक्षरों से अधिक नहीं होना चाहिए.

# SESSION_TIMEOUT
source: Session has expired. Please try again.
hi: सत्र समाप्त हो गया है। कृपया पुनः प्रयास करें।

# TOKEN_EXPIRED
source: Token has expired. Please try again.
hi: टोकन समाप्त हो गया है। कृपया पुनः प्रयास करें।

# INVALID_SORTCOLUMN
source: Invalid column name for sorting.
hi: क्रमबद्ध करने के लिए कॉलम नाम अमान्य है।

# IS_NULL_OR_EMPTY
source: {0} is null or empty.
hi: {0} खाली या शून्य है।

# ID_IS_NULL_OR_ZERO
source: {0} cannot be null or zero or less then 1
hi: {0} शून्य, खाली या 1 से कम नहीं हो सकता।

source: Invalid action.
hi: अमान्य क्रिया।

# CONNECTION_STRING_NOT_FOUND
source: Connection string is missing.
hi: कनेक्शन स्ट्रिंग मौजूद नहीं है।

# DATABASE_CONNECTION_FAILED
source: Unable to connect to the database.
hi: डेटाबेस से कनेक्ट नहीं हो पा रहा है।

# STORED_PROCEDURE_EXCEPTION_MESSAGE
source: An error occurred while executing stored procedure
hi: स्टोरड प्रोसीजर निष्पादित करते समय त्रुटि हुई

# DATA_NOT_EXISTS
source: {0} does not exist.
hi: {0} मौजूद नहीं है।

# GLOBAL_LOG_EXCEPTION_MESSAGE
source: An error occurred while processing request {Method} {Path} on {MachineName} with trace ID {TraceId}.
hi: अनुरोध {Method} {Path} को संसाधित करते समय त्रुटि हुई। मशीन का नाम {MachineName} और ट्रेस आईडी {TraceId} है।

# EMAIL_INVALID_FORMAT
source: Invalid email address format.
hi: अमान्य ईमेल पते का प्रारूप।

# ERROR_WHILE_FILE_SAVE
source: An error occurred while saving the file.
hi: फ़ाइल सहेजते समय एक त्रुटि हुई।

# FIELD_ARTICLE
source: Article
hi: लेख

# FIELD_KB_SEARCH_ANALYTICS
source: Kb Search Analytics
hi: नॉलेज बेस खोज विश्लेषण

# FIELD_ARTICLE_FEEDBACK
source: Article Feedback
hi: लेख प्रतिक्रिया

# FIELD_ARTICLE_VIEW
source: Article View
hi: लेख दृश्य

# FIELD_ARTICLE_TRANSLATION
source: Article Translation
hi: लेख अनुवाद

# FIELD_ARTICLE_NAME
source: Article Name
hi: लेख का नाम

# FIELD_ARTICLE_FEEDBACK_NAME
source: Article Feedback Name
hi: लेख प्रतिक्रिया का नाम

# FIELD_ARTICLE_TRANSLATION_NAME
source: Article Translation Name
hi: लेख अनुवाद का नाम

# ENTITY_RETRIEVAL_SUCCEED
source: Entity retrieved successfully.
hi: एंटिटी सफलतापूर्वक प्राप्त हुई।
